tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "cocoapods"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "git"
brew "hexedit"
brew "jq"
brew "libffi"
brew "libyaml"
brew "nghttp2"
brew "nmap"
brew "node@14"
brew "nvm"
brew "openssl@1.1"
brew "pulumi"
brew "readline"
brew "pyenv"
brew "python@3.10", link: false
brew "qt@5"
brew "redis"
brew "ruby"
brew "ruby-install"
brew "yarn"
brew "youtube-dl"
cask "cleanshot"
cask "devutils"
cask "figma"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "pixelsnap"
cask "raycast"
cask "sizzy"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
