tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"
tap "stripe/stripe-cli"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bison"
brew "chruby"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "git"
brew "hexedit"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kustomize"
brew "libffi"
brew "libyaml"
brew "minikube"
brew "nghttp2"
brew "nmap"
brew "node"
brew "node@12"
brew "node@14"
brew "nvm"
brew "openjdk"
brew "openssl@1.1"
brew "pulumi"
brew "pure-ftpd"
brew "readline"
brew "pyenv"
brew "python@3.10", link: false
brew "qt@5"
brew "redis"
brew "ruby"
brew "ruby-install"
brew "yarn"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "shopify/shopify/themekit"
brew "stripe/stripe-cli/stripe"
cask "cleanshot"
cask "devutils"
cask "fontforge"
cask "google-chrome"
cask "inkscape"
cask "oracle-jdk"
cask "pixelsnap"
cask "raycast"
cask "sizzy"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
