tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "giflib"
brew "libpng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "pkg-config"
brew "cairo"
brew "cocoapods"
brew "diff-pdf"
brew "gcc"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "harfbuzz"
brew "hexedit"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "just"
brew "libffi"
brew "libpq"
brew "pango"
brew "librsvg"
brew "nghttp2"
brew "nmap"
brew "python@3.10", link: false
brew "node@14"
brew "node@18"
brew "nvm"
brew "pyenv"
brew "qt@5"
brew "redis"
brew "ruby-install"
brew "vips"
brew "yarn"
cask "1password-cli"
cask "alt-tab"
cask "cleanshot"
cask "devutils"
cask "figma"
cask "google-chrome"
cask "hyper"
cask "inkscape"
cask "iterm2"
cask "mimestream"
cask "moom"
cask "pixelsnap"
cask "raycast"
cask "sizzy"
cask "skype"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.Bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "amatiasq.sort-imports"
vscode "angryobject.react-pure-to-class-vscode"
vscode "be5invis.toml"
vscode "bierner.docs-view"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "buster.ndjson-colorizer"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "cpylua.language-postcss"
vscode "csstools.postcss"
vscode "Dart-Code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "fauna.fauna"
vscode "formulahendry.docker-explorer"
vscode "Garmin.monkey-c"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "jithurjacob.nbpreviewer"
vscode "JuanBlanco.solidity"
vscode "karyfoundation.nearley"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "lightyen.tailwindcss-intellisense-twin"
vscode "mike-co.import-sorter"
vscode "mikestead.dotenv"
vscode "moshfeu.compare-folders"
vscode "mrmlnc.vscode-json5"
vscode "mrob95.vscode-talonscript"
vscode "ms-azuretools.vscode-docker"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "naumovs.color-highlight"
vscode "neilding.language-liquid"
vscode "nick-rudenko.back-n-forth"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "p42ai.refactor"
vscode "patbenatar.advanced-new-file"
vscode "pdconsec.vscode-print"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "pranaygp.vscode-css-peek"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "ryanluker.vscode-coverage-gutters"
vscode "ryu1kn.partial-diff"
vscode "sanity-io.vscode-sanity"
vscode "shailen.netlify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.theme-check-vscode"
vscode "skellock.just"
vscode "sleistner.vscode-fileutils"
vscode "stkb.rewrap"
vscode "tlent.jest-snapshot-language-support"
vscode "Tyriar.luna-paint"
vscode "undefined_publisher.tidy-comments"
vscode "unifiedjs.vscode-mdx"
vscode "zhouronghui.propertylist"
